Repository: rohit455273/assertive.base
Catalog: po/R-*.po
Languages: hu, tr

source: %s and %s are not identical.
hu: %s és %s nem azonos.
tr: %s ve %s aynı deǧil.

source: The values of %s are not all FALSE.
hu: A(z) %s értékei közül nem mind FALSE.
tr: %s deǧerlerinin hepsi FALSE deǧil.

source: The values of %s are never FALSE.
hu: A(z) %s értékei közül egy sem FALSE.
tr: %s deǧerlerinin hiç biri FALSE deǧil.

source: The values of %s are not all NA.
hu: A(z) %s értékei közül nem mind NA.
tr: %s deǧerlerinin hepsi NA deǧil.

source: The values of %s are never NA.
hu: A(z) %s értékei közül egy sem NA.
tr: %s deǧerlerinin hiç biri NA deǧil.

source: The values of %s are not all TRUE.
hu: A(z) %s értékei közül nem mind TRUE.
tr: %s deǧerlerinin hepsi TRUE deǧil.

source: The values of %s are never TRUE.
hu: A(z) %s értékei közül egy sem TRUE.
tr: %s deǧerlerinin hiç biri TRUE deǧil.

source: The values of %s are sometimes FALSE.
hu: Néhány elem a(z) %s értékei közül FALSE.
tr: %s deǧerleri bazen FALSE.

source: The values of %s are all FALSE.
hu: A(z) %s értékei közül mind FALSE.
tr: %s deǧerlerinin hepsi FALSE.

source: The values of %s are sometimes NA.
hu: Néhány elem a(z) %s értékei közül NA.
tr: %s deǧerleri bazen NA.

source: The values of %s are all NA.
hu: A(z) %s értékei közül mind NA.
tr: %s deǧerlerinin hepsi NA.

source: The values of %s are sometimes TRUE.
hu: Néhány elem a(z) %s értékei közül TRUE.
tr: %s deǧerleri bazen TRUE.

source: The values of %s are all TRUE.
hu: A(z) %s értékei közül mind TRUE.
tr: %s deǧerlerinin hepsi TRUE.

source: The length of value should be 1 or the length of x (%d) but is %d.
hu: A "value" paraméter hossza 1 vagy "x" hosszúságú (%d) kellene legyen %d helyett.
tr: value uzunluǧu 1 veya x'in uzunluǧu (%d) olmali, ama uzunlugu %d.

source: (showing the first %d)
hu: (az első %d mutatása)
tr: (İlk %d'yi gösteriyor)

source: You must provide a class.
hu: Hiányzik a "class" paraméter.
tr: Bir sınıf vermelisiniz.

source: target_class should be a character vector.
hu: A "target_class" paraméter karakter vektort vár.
tr: target_class karakter verktörü olmalı.

source: Coercing %s to class %s.
hu: (A)z %s %s osztályba sorolása.
tr: %s %s sınıfına uyarlanıyor.

source: %s cannot be coerced to type %s.
hu: (A)z %s objektum nem sorolható %s osztályba.
tr: %s %s tipine uyarlanamıyor.

source: %s cannot be coerced to any of these types: %s.
hu: (A)z %s objektum nem sorolható egyik osztályba sem: %s.
tr: %s bu tiplerden hiçbirine uyarlanamıyor: %s

source: %s is not identical to FALSE.
hu: A(z) %s nem FALSE.
tr: %s FALSE ile ayni değil.

source: %s is not identical to NA.
hu: A(z) %s nem NA.
tr: %s NA ile ayni değil.

source: %s is not identical to TRUE.
hu: A(z) %s nem TRUE.
tr: %s TRUE ile ayni değil.

source: Duplicated arguments:
hu: Ismétlődő objektum név:

source: %s has length 0.
hu: A(z) %s hossza 0.
tr: %s uzunluğu 0.

source: Only the first value of %s (= %s) will be used.
hu: A(z) %s (= %s) elemei közül csak az első kerül kiértékelésre.
tr: %s'nin sadece (= %s) ilk değeri kullanılacak.

source: There was %d failure%s:
hu: %d hiba fordult elő%s:
tr: %d hata bulundu%s:

source: Duplicated arguments: %s
tr: Tekrarlanan argümanlar: %s
